---
kind: type
id: T:Autodesk.Revit.DB.NavisworksCoordinates
source: html/3193a60a-2903-0571-97eb-9815a1a003bd.htm
---
# Autodesk.Revit.DB.NavisworksCoordinates

An enumerated type listing possible Coordinates of Navisworks Exporter.

## Syntax (C#)
```csharp
public enum NavisworksCoordinates
```